; Italiano
; Traduzione in Italiano di anonimo

[i18n]
IDS_UPDATE_NO=Nessun aggiornamento disponibile.
IDS_UPDATE_YES=Nuova versione (%s) disponibile. Vuoi scaricarla?

IDS_FILE=File
IDS_SETTINGS=Impostazioni
IDS_EXIT=Esci
IDS_EDIT=Modifica
IDS_FIND=Trova...\tCtrl+F
IDS_FINDNEXT=Trova il successivo\tF3
IDS_REFRESH=Aggiorna vista\tF5
IDS_VIEW=
IDS_ICONS=Icone
IDS_ICONSSMALL=Icone piccole
IDS_ICONSLARGE=Icone grandi
IDS_SORT=Ordina
IDS_SORTBYFDIR=...per cartella
IDS_SORTBYFNAME=...per nome del file
IDS_SORTISDESCEND=Decrescente
IDS_LANGUAGE=Lingua
IDS_HELP=Aiuto
IDS_WEBSITE=Sito Web
IDS_DONATE=Fai una donazione
IDS_CHECKUPDATES=Cerca aggiornamenti
IDS_ABOUT=Info

IDS_TRAY_SHOW=Mostra/Nascondi
IDS_TRAY_START=Abilita i filtri
IDS_TRAY_STOP=Disabilita i filtri
IDS_TRAY_MODE=Modalità
IDS_TRAY_SYSTEM_RULES=Regole
IDS_TRAY_CUSTOM_RULES=

IDS_ADD_FILE=Aggiungi un file...
IDS_ADD_PROCESS=Aggiungi un programma già attivo
IDS_ALL=Tutti
IDS_EXPLORE=Apri percorso file
IDS_COPY=Copia
IDS_CHECK=Spunta i selezionati 
IDS_UNCHECK=Togli la spunta ai selezionati

IDS_ADD=Aggiungi...
IDS_EDIT2=Modifica
IDS_DELETE=Cancella

IDS_MODE_WHITELIST=Lista Bianca (consenti i selezionati)
IDS_MODE_BLACKLIST=Lista Nera (blocca i selezionati)
IDS_MODE_TRUSTNOONE=Non fidarti (blocca tutti)

IDS_RULE_DHCP=Permetti il servizio DHCP
IDS_RULE_DNS=Permetti il servizio DNS
IDS_RULE_NETWORKDISCOVERY=Permetti il servizio di Network Discovery
IDS_RULE_NTP=Permetti il servizio NTP
IDS_RULE_SSDP=Permetti il servizio SSDP
IDS_RULE_SNMP=Permetti il servizio SNMP
IDS_RULE_WUAUSERV=Permetti il servizio Windows Update

IDS_RULE_OUTBOUND_ICMP=Permetti il protocollo ICMP in uscita
IDS_RULE_INBOUND_ICMP=Permetti il protocollo ICMP in ingresso
IDS_RULE_INBOUND=Consenti le connessioni in ingresso

IDS_HIGHLIGHT_SYSTEM=Applicazioni di Sistema
IDS_HIGHLIGHT_INVALID=Applicazioni non valide
IDS_HIGHLIGHT_NETWORK=

IDS_GROUP_1=Regole del Sistema
IDS_GROUP_2=Regole Globale

IDS_EDITOR=Editor

IDS_NAME=Nome
IDS_DIRECTION=Direzione
IDS_ACTION=Azione
IDS_RULE=Regola

IDS_DIRECTION_1=In uscita
IDS_DIRECTION_2=In ingresso
IDS_DIRECTION_3=In entrambe

IDS_ACTION_1=Consenti
IDS_ACTION_2=Blocca

IDS_SETTINGS_1=Generale
IDS_SETTINGS_2=Firewall
IDS_SETTINGS_3=
IDS_SETTINGS_4=Interfaccia
IDS_SETTINGS_7=Porte
IDS_SETTINGS_8=IP

IDS_APPLY=Applica
IDS_CLOSE=Chiudi

IDS_TITLE_1=Configurazione Generale:
IDS_TITLE_2=Lingua:
IDS_TITLE_3=Compatibilità:
IDS_TITLE_4=Colori:
IDS_TITLE_5=Suggerimenti nei fumetti:

IDS_ALWAYSONTOP_CHK=Sempre visibile
IDS_LOADONSTARTUP_CHK=Carica all'avvio del sistema
IDS_STARTMINIMIZED_CHK=Avvia minimizzato
IDS_SKIPUACWARNING_CHK=Ignora avviso richiesta "Controllo Account Utente"
IDS_CHECKUPDATES_CHK=Verifica aggiornamenti periodicamente (raccomandato)

IDS_LANGUAGE_HINT=Seleziona lingua:

IDS_USEBLOCKLIST_CHK=Usa regole interne per bloccare la telemetria
IDS_DONOTBLOCKMAINEXECUTABLE_CHK=Non bloccare il principale eseguibile

IDS_ENABLELOG_CHK=
IDS_LOGPATH_HINT=

IDS_DISABLEWINDOWSFIREWALL_CHK=Disabilita il Firewall di Windows (raccomandato)

IDS_SHOWBALLOONTIPS_CHK=Mostra i suggerimenti nei fumetti in caso di eventi

IDS_QUESTION=Sei sicuro?
IDS_QUESTION_START=
IDS_QUESTION_STOP=Ciò disabiliterà il firewall! Vuoi continuare?

IDS_STATUS_TOTAL=Totale delle applicazioni: %d

IDS_STATUS_FILTERS_INSTALL=I filtri sono stati applicati con successo
IDS_STATUS_FILTERS_UNINSTALL=I filtri sono stati rimossi con successo
IDS_STATUS_FILTERS_FAILED=I filtri non sono stati installati

IDS_STATUS_NOPRIVILEGES=Sono richiesti privilegi amministrativi, si prega di eseguire il programma come amministratore!
